Repository: coderforlife/habari-simpleblacklist
Catalog: locale/*/LC_MESSAGES/simpleblacklist.po
Languages: de

source: Items to blacklist (words, IP addresses, URLs, etc):
de: Elemente für die Blacklist (Wörter, IP-Adressen, URLs usw.):

source: Bypass blacklist for frequent commenters:
de: Blacklist für regelmäßige Kommentatoren umgehen:

source: Keep comments (only mark them as spam):
de: Kommentare behalten (nur als Spam markieren):

source: Learning from spam
de: Von Spam lernen

source: Auto-blacklist author
de: Autor automatisch blacklisten

source: Auto-blacklist mail
de: Mail automatisch blacklisten

source: Auto-blacklist url
de: URL automatisch blacklisten

source: Auto-blacklist ip
de: IP automatisch blacklisten

source: Save
de: Speichern

source: Blacklist saved.
de: Blacklist gespeichert.

source: Comment by %s automatically marked as spam
de: Kommentar von %s automatisch als Spam markiert
